7zip
alacritty
autotiling
base
base-devel
bash-completion
bat
blender
bluez-utils
borg
bridge-utils
chromium
chrony
chrpath
cmake
colord
cronie
dkms
dmenu
dnsmasq
docker
docker-compose
dosfstools
dunst
efibootmgr
exfatprogs
expac
eza
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fd
ffmpegthumbs
firefox
firewalld
fwupd
fzf
gallery-dl
gimp
git-extras
go
gparted
grub
gvfs
htop
hypridle
hyprland
hyprland-qt-support
hyprlock
hyprpaper
hyprpicker
hyprshot
imagemagick
inetutils
inkscape
intel-media-driver
intel-ucode
intellij-idea-community-edition
iwd
krita
kubectl
lazygit
libgnome-keyring
linux-firmware-intel
linux-firmware-realtek
linux-lts
linux-lts-headers
linux-preserve-modules
lvm2
lxappearance
lynx
man-db
man-pages
mariadb
minikube
mongodb-bin
mongodb-tools-bin
mpv
mutt-wizard-git
ncdu
neovim
newsboat
nginx
notmuch
noto-fonts-cjk
npm
nwg-displays
openbsd-netcat
otf-font-awesome
otf-ipafont
pacman-contrib
pam-gnupg
pandoc-cli
papirus-icon-theme
pass-otp
perl-image-exiftool
php-fpm
php-mongodb
php-pgsql
phpmyadmin
picom
pipewire-pulse
plocate
postgresql
prismlauncher
python-build
python-installer
python-mutagen
python-pipx
python-pyfuse3
python-secretstorage
qbittorrent
qemu-desktop
rclone
reflector
ripgrep
rofi-pass
rsync
seahorse
steam
swappy
sway
swaybg
swayidle
swaylock
swtpm
syncthing
systemd-resolvconf
testdisk
thunar
torbrowser-launcher
trash-cli
ttf-meslo-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-twemoji
tumbler
udiskie
unrar
unzip
urlscan
urlview
virt-manager
virt-viewer
vulkan-headers
vulkan-tools
waybar
wget
wireguard-tools
xdg-desktop-portal-hyprland
xfsprogs
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xkill
xorg-xsetroot
xorg-xwininfo
xsel
xwallpaper
yay-git
yt-dlp
yt-dlp-ejs
zathura-pdf-poppler
zip
zsh-theme-powerlevel10k-git
