alacritty
autotiling
base
base-devel
bash-completion
borg
bridge-utils
chromium
chrony
colord
cronie
dkms
dmenu
dnsmasq
docker
docker-compose
dunst
efibootmgr
exfatprogs
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fd
firewalld
fzf
go
gparted
grub
gvfs
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
intel-media-driver
intel-ucode
intellij-idea-community-edition
isync
iwd
krita
lazygit
linux-firmware-intel
linux-firmware-realtek
linux-lts
linux-lts-headers
lvm2
lynx
man-db
man-pages
mariadb
mpv
msmtp
ncdu
neomutt
neovim
nginx
notmuch
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-displays
openbsd-netcat
pacman-contrib
pass-otp
php-fpm
php-mongodb
php-pgsql
phpmyadmin
picom
pipewire-pulse
plocate
postgresql
powerline
python-mutagen
qbittorrent
qemu-desktop
rclone
reflector
ripgrep
rofi-pass
rsync
seahorse
swappy
sway
swaybg
swayidle
swaylock
swtpm
syncthing
testdisk
thunar
trash-cli
ttf-jetbrains-mono-nerd
tumbler
udiskie
unrar
unzip
upower
urlscan
virt-manager
virt-viewer
vulkan-intel
wget
xdg-desktop-portal-hyprland
xdg-user-dirs
xfsprogs
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xsetroot
xorg-xwininfo
xsel
xwallpaper
yt-dlp
zip
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
