acpi
alacritty
amd-ucode
amdgpu_top
ani-cli-git
base
base-devel
bash-completion
bat
bc
bluez-utils
borg
brightnessctl
chrony
composer
direnv
dkms
dmidecode
dnsmasq
docker
docker-compose
dosfstools
dunst
efibootmgr
ethtool
exfatprogs
expac
eza
fail2ban
fd
feh
ffmpegthumbnailer
firefox
firewalld
flameshot
flite
fwupd
gallery-dl
git-delta
git-extras
go
grub
gvfs
htop
intel-media-driver
intel-ucode
iwd
jq
krita
lf
libva-utils
linux
linux-firmware-amdgpu
linux-firmware-intel
linux-firmware-realtek
linux-headers
linux-preserve-modules
lua-lpeg
lvm2
man-db
man-pages
melonds
mgba-qt
mutt-wizard-git
nasm
ncdu
neovim
nginx
notmuch
noto-fonts-emoji
npm
otf-font-awesome
otf-ipafont
pacman-contrib
pass-otp
physlock
picom
pipewire-pulse
prismlauncher
python-build
python-installer
python-mutagen
python-pipx
python-pyfuse3
python-secretstorage
qbittorrent
qemu-desktop
quota-tools
rclone
reflector
ripgrep
rsync
rtkit
seahorse
smartmontools
sof-firmware
starship
swappy
swaybg
swayidle
swaylock
swtpm
syncthing
terminus-font
thunar-archive-plugin
thunar-volman
tinyxxd
tlp
trash-cli
ttf-firacode-nerd
ttf-hack
ttf-ubuntu-font-family
tumbler
ueberzugpp
unclutter
upower
urlscan
urlview-xdg-git
virt-manager
vis
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
wayland-utils
wireguard-tools
wireless-regdb
wiremix
wl-clipboard
wlr-randr
wlroots0.19
wlroots0.20
xarchiver
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xorg-server
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xset
xorg-xsetroot
xorg-xwayland
xorg-xwininfo
yay
yt-dlp
zathura-pdf-poppler
zbar
zip
zoxide
zsh
