ImageMagick
Thunar
acpi
alacritty
aria2
base-system
bash-completion
bat
binutils
bluez
borg
brightnessctl
bubblewrap
chrony
composer
cronie
cryptsetup
delta
direnv
dkms
docker
docker-compose
dunst
exfatprogs
eza
fail2ban
fd
feh
firefox
flameshot
font-hack-ttf
fonts-roboto-ttf
fwupd
fzf
gallery-dl
giflib-devel
git-extras
glibc-devel
gnome-keyring
go
grub-x86_64-efi
gvfs
harfbuzz-devel
htop
imlib2-devel
intel-ucode
intel-undervolt
ipafont-fonts-otf
iwd
jq
keepassxc
krita
lcms2-devel
lf
libX11-devel
libXft-devel
libXinerama-devel
libexif-devel
libva-intel-driver
libva-utils
libvdpau-va-gl
lm_sensors
lvm2
man-db
melonDS
mesa-dri
mesa-vulkan-intel
mgba-qt
minisign
mpv
nasm
ncdu
neovim
nodejs
notmuch
noto-fonts-emoji
pass-otp
patch
physlock
picom
pinentry-gnome
pipewire
pkg-config
python3-SecretStorage
python3-pipx
qbittorrent
qemu
quota
ripgrep
rsync
rtkit
ruby
ruby-devel
seahorse
seatd
smartmontools
socklog-void
starship
swtpm
syncthing
tcc
terminus-font
thermald
thunar-archive-plugin
thunar-volman
tlp
trash-cli
ttf-ubuntu-font-family
tumbler
ufw
unclutter
unzip
upower
urlscan
virt-manager
vis
void-release-keys
void-repo-nonfree
vulkan-loader
wireguard-tools
wireless-regdb
wiremix
xarchiver
xcb-util-devel
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xkill
xorg-minimal
xrandr
xrdb
xsetroot
xtools
xxd
yt-dlp
zathura-pdf-poppler
zbar
zip
zoxide
zsh
zstd
