7zip
alacritty
amd-ucode
amdgpu_top
arch-install-scripts
argyllcms
autotiling
base
base-devel
bash-completion
bat
bc
bluez-utils
borg
brightnessctl
btop
calcurse
chrony
chrpath
colord
cronie
curlie
direnv
dkms
dmenu
dmidecode
dnsmasq
docker
docker-compose
dosfstools
dunst
efibootmgr
ethtool
exfatprogs
expac
eza
fail2ban
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fd
feh
ffmpegthumbnailer
firefox
firewalld
flameshot
flatpak
flite
fwupd
fzf
git-delta
gparted
grc
grub
gtklock
gvfs
htop
imagemagick
intellij-idea-community-edition
ipset
iwd
jq
krita
lazygit
libmypaint
libva-utils
linux
linux-firmware-amdgpu
linux-firmware-radeon
linux-firmware-realtek
linux-headers
logrotate
lxappearance
lynx
man-db
man-pages
mariadb
mpd
mpv
ncdu
neovim
newsboat
nginx
notmuch
noto-fonts-emoji
npm
nvtop
openbsd-netcat
os-prober
otf-font-awesome
otf-ipafont
pacman-contrib
papirus-icon-theme
parallel
parcellite
pass-otp
perl-image-exiftool
php-fpm
php-mongodb
php-pgsql
phpmyadmin
picom
pipewire-pulse
plocate
postgresql
prismlauncher
python-mutagen
python-pipx
python-pyfuse3
python-pyqt5
python-secretstorage
qbittorrent
qemu-desktop
quota-tools
reflector
ripgrep
rsync
rustup
sd
seahorse
slock
smartmontools
sof-firmware
swappy
sway
swaybg
swayidle
swaylock
swtpm
sxhkd
syncthing
sysstat
systemd-resolvconf
terminus-font
testdisk
thunar-archive-plugin
thunar-volman
tldr
tlp
trash-cli
ttf-hack
tumbler
udiskie
udisks2-btrfs
udisks2-lvm2
unclutter
unrar
unzip
urlscan
virt-manager
virt-viewer
vulkan-radeon
vulkan-tools
waybar
wayland-protocols
wayland-utils
wf-recorder
wget
wireguard-tools
wireless-regdb
wl-clipboard
xarchiver
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdotool
xf86-video-amdgpu
xfsprogs
xh
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xset
xorg-xsetroot
xorg-xwayland
xorg-xwininfo
xsel
xss-lock
xwallpaper
ydotool
yt-dlp
zathura-pdf-poppler
zip
zoxide
zsh
