acpi
alacritty
amd-ucode
amdgpu_top
base
base-devel
bash-completion
bat
bc
borg
brightnessctl
chrony
direnv
dkms
dmidecode
dnsmasq
dunst
efibootmgr
ethtool
eza
fail2ban
feh
ffmpegthumbnailer
firefox
firewalld
flameshot
fwupd
fzf
git-delta
go
grub
gvfs
htop
imagemagick
iwd
krita
linux
linux-firmware-amdgpu
linux-firmware-realtek
linux-headers
lvm2
man-db
man-pages
mariadb
mpv
nasm
ncdu
neovim
notmuch
noto-fonts-emoji
otf-font-awesome
otf-ipafont
pacman-contrib
parcellite
picom
pipewire-pulse
python-mutagen
python-pipx
python-pyfuse3
python-secretstorage
qemu-desktop
reflector
ripgrep
rsync
seahorse
smartmontools
sof-firmware
swtpm
syncthing
terminus-font
tinyxxd
thunar-archive-plugin
thunar-volman
tlp
transmission-cli
trash-cli
ttf-firacode-nerd
ttf-hack
tumbler
unclutter
urlscan
virt-manager
vulkan-radeon
vulkan-tools
wayland-protocols
wayland-utils
wireguard-tools
wireless-regdb
wl-clipboard
wlr-randr
wlroots0.19
xarchiver
xdg-desktop-portal-gtk
xfsprogs
xorg-server
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xset
xorg-xsetroot
xorg-xwininfo
yt-dlp
zip
zoxide
zsh
