7zip
alacritty
autotiling
base
base-devel
bash-completion
bat
bc
bluez-utils
borg
bridge-utils
btop
calcurse
chrony
chrpath
cmake
colord
cronie
curlie
direnv
dkms
dmenu
dmidecode
dnsmasq
docker
docker-compose
doggo
dosfstools
dunst
efibootmgr
exfatprogs
expac
eza
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fd
feh
ffmpegthumbnailer
firefox
firewalld
flameshot
flatpak
flite
fwupd
fzf
gallery-dl
git-delta
git-extras
go
gparted
grc
grub
gtklock
gvfs
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
intellij-idea-community-edition
iw
iwd
jq
krita
lazygit
libva-utils
linux-firmware-intel
linux-firmware-realtek
linux-keep-modules
linux-lts
linux-lts-headers
lvm2
lxappearance
lynx
man-db
man-pages
mariadb
mpd
mpv
mullvad-browser-bin
mullvad-vpn-bin
mutt-wizard-git
ncdu
neovim
newsboat
nginx
ninja
notmuch
noto-fonts-emoji
npm
openbsd-netcat
os-prober
otf-font-awesome
otf-ipafont
pacman-contrib
papirus-icon-theme
parcellite
pass-otp
perl-image-exiftool
php-fpm
php-mongodb
php-pgsql
phpmyadmin
picom
pipewire-pulse
plocate
postgresql
prismlauncher
python-build
python-installer
python-mutagen
python-pipx
python-pyfuse3
python-secretstorage
python-setuptools
qbittorrent
qemu-desktop
quota-tools
reflector
ripgrep
rofi-pass
rustup
sd
seahorse
smartmontools
swappy
sway
swaybg
swayidle
swaylock
swtpm
sxhkd
syncthing
systemd-resolvconf
testdisk
thunar-archive-plugin
thunar-volman
tldr
trash-cli
ttf-hack
tumbler
udiskie
unclutter
unrar
unzip
urlscan
urlview-xdg-git
usbutils
virt-manager
virt-viewer
vulkan-headers
vulkan-intel
vulkan-tools
waybar
wget
wireguard-tools
wl-clipboard
xarchiver
xdg-desktop-portal-wlr
xdg-user-dirs
xfsprogs
xh
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xset
xorg-xsetroot
xorg-xwayland
xorg-xwininfo
xsel
xwallpaper
yay-git
ydotool
yt-dlp
yt-dlp-ejs
zathura-pdf-poppler
zip
zoxide
zsh
