apt-listchanges
bat
borgbackup
ca-certificates
certbot
chrony
curl
eza
fail2ban
firewalld
git
git-delta
gnupg
grub-pc
htop
isc-dhcp-client
jq
libc-dev
linux-image-amd64
locales
lvm2
lynis
make
man-db
manpages
ncdu
neovim
nginx
openssh-server
python3-certbot-dns-cloudflare
python3-certbot-nginx
rsyslog
sudo
tcc
trash-cli
tree
unattended-upgrades
unzip
wget
wireguard-tools
wtmpdb
xfsprogs
zip
zoxide
zsh
